[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
623
328
538
382
399
400
478
842
698
137
492
266
521
177
415
381
693
700
132
706
317
534
830
290
512
729
327
548
520
445
51
240
711
818
358
380
172
54
175
563
470
609
48
809
434
355
363
145
424
389
808
751
335
832
47
583
305
206
461
204
740
411
549
728
122
656
293
851
636
493
338
369
691
136
556
66
432
449
332
26
343
28
14
259
439
107
265
34
138
351
761
657
342
618
282
300
654
834
514
569
428
614
846
313
750
256
837
231
113
511
647
852
60
788
591
487
80
741
777
697
38
582
257
755
404
386
106
566
322
795
856
374
443
597
320
494
149
218
79
361
200
737
813
306
554
232
823
678
195
104
617
129
91
134
659
486
162
289
606
405
78
477
716
854
2
498
165
397
455
724
504
672
471
585
117
458
607
522
304
160
303
789
419
571
769
661
621
499
229
437
547
651
653
579
488
776
797
71
413
479
357
584
426
427
170
590
169
483
291
279
334
7
315
398
628
12
689
811
845
460
787
95
408
473
227
46
414
501
220
254
111
213
542
490
667
221
378
655
608
753
142
286
75
421
643
39
519
453
517
798
273
98
814
786
734
759
212
543
197
192
118
57
551
480
171
733
146
182
677
391
567
843
81
550
216
717
709
616
133
97
574
626
6
731
774
523
215
127
539
764
276
21
506
190
800
267
125
779
52
558
333
791
581
713
285
829
354
442
530
545
468
532
50
447
201
99
673
238
284
625
537
87
346
637
272
714
848
758
422
638
261
239
475
671
270
799
586
59
466
367
783
565
410
587
360
686
497
375
629
403
153
526
669
784
314
757
243
735
176
600
115
72
857
746
394
30
147
699
721
718
186
56
180
345
485
454
8
164
778
793
163
17
283
63
806
794
531
311
269
502
252
196
748
4
226
281
575
128
510
469
622
679
650
708
645
573
747
676
430
68
207
599
100
732
108
603
553
589
383
821
602
459
202
184
684
40
5
323
412
828
767
278
760
446
435
262
370
235
49
392
395
20
615
302
255
27
703
524
373
19
82
641
366
154
576
271
754
298
433
624
743
156
436
3
37
116
377
555
577
596
187
652
595
541
674
307
588
33
84
770
18
94
88
771
515
763
105
362
775
633
790
344
450
248
258
463
402
690
61
457
89
219
110
431
292
612
22
782
425
694
70
242
819
785
42
744
462
742
161
263
348
121
288
766
464
325
803
309
827
560
16
500
559
205
444
31
853
13
299
620
253
820
230
456
159
247
188
371
484
467
765
658
102
495
593
45
452
23
632
812
720
838
727
429
390
53
352
211
194
90
801
642
839
249
407
438
337
260
44
178
826
155
773
396
347
416
855
601
807
739
533
570
578
124
24
131
181
772
376
74
491
536
423
326
385
341
835
112
301
725
336
143
627
768
810
1
246
329
114
666
93
649
199
682
619
103
662
707
719
287
580
109
840
43
308
664
36
805
55
448
251
86
850
339
738
41
295
420
723
69
831
0
592
312
509
635
844
10
634
130
598
318
166
513
409
340
350
203
364
209
330
245
349
237
353
35
687
193
225
527
96
120
836
503
701
695
139
780
393
64
594
119
9
208
680
722
65
76
296
214
372
185
792
92
189
611
613
388
572
359
529
715
217
817
762
476
173
660
518
25
670
489
183
440
310
451
222
505
228
696
508
605
644
152
148
179
847
610
815
368
387
321
401
568
140
384
234
236
710
474
191
796
681
123
85
174
144
223
151
665
62
83
745
781
841
736
824
756
528
77
752
482
546
702
683
557
496
544
825
168
564
67
816
331
365
158
833
552
11
324
379
668
648
264
210
157
630
126
316
507
29
73
297
562
268
274
417
802
525
726
516
705
280
356
244
675
804
167
32
685
631
198
604
712
663
822
849
688
441
224
250
535
540
241
277
294
704
141
481
646
465
319
730
406
418
472
15
101
150
692
58
135
233
275
639
561
749
640